[
  "obsidian-weread-plugin",
  "various-complements",
  "obsidian-git",
  "obsidian-image-auto-upload-plugin",
  "obsidian-hypothesis-plugin",
  "obsidian-excalidraw-plugin",
  "cmenu-plugin",
  "calendar",
  "table-editor-obsidian",
  "obsidian-pangu"
]